<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  <meta name="generator" content="AlterVista - Editor HTML"/>
    <link rel="stylesheet" type="text/css" href="main.css">
    <title>Regolamento</title>
</head>
<body>
<ul id="menu-bar">
 <li><a href="http://fantaasd.altervista.org">Formazione</a></li>
 <li><a href="http://fantaasd.altervista.org/calendario.html">ASD CUP</a>
  <ul>
   <li><a href="http://fantaasd.altervista.org/calendario.html">Calendario</a></li>
   <li><a href="http://fantaasd.altervista.org/table.txt">Classifica</a></li>
   <li><a href="http://fantaasd.altervista.org/injury.txt">Infortunati</a></li>
   <li><a href="http://fantaasd.altervista.org/suspend.txt">Squalificati</a></li>
  </ul>
 </li>
 <li><a href="http://fantaasd.altervista.org/risultati.html">Risultati</a></li>
 <li class="active"><a href="http://fantaasd.altervista.org/regolamento.html">Regolamento</a>
	<ul>
    <li><a href="http://fantaasd.altervista.org/regolamento.html">Regolamento</a></li>
    <li><a href="http://fantaasd.altervista.org/tattiche.html">Tattiche</a></li>
	<li><a href="http://fantaasd.altervista.org/esempioform.html">Esempio Formazione</a></li>
    </ul>
 </li>
  <li><a href="http://fantaasd.altervista.org/teams/ata.txt">Rose</a>
	<ul>
    <li><a href="http://fantaasd.altervista.org/teams/ata.txt">Atalanta</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/bol.txt">Bologna</a></li>
	<li><a href="http://fantaasd.altervista.org/teams/bre.txt">Brescia</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/cag.txt">Cagliari</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/fio.txt">Fiorentina</a></li>
	<li><a href="http://fantaasd.altervista.org/teams/gen.txt">Genoa</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/par.txt">Parma</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/sam.txt">Sampdoria</a></li>
	<li><a href="http://fantaasd.altervista.org/teams/sas.txt">Sassuolo</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/spa.txt">Spal</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/tor.txt">Torino</a></li>
	<li><a href="http://fantaasd.altervista.org/teams/udi.txt">Udinese</a></li>
    </ul>
 </li>
 <br>
 <br>
 <br>
<p><strong>ROSTERS &amp; PLAYERS</strong></p>
<p>Esempio di un giocatore:</p>
<p>Name Age Nat St Tk Ps Sh Ag KAb TAb PAb SAb Gam Sav Ktk Kps Sht Gls Ass DP Inj Sus<br />-------------------------------------------------------------------------------------------<br />R_Amoruso 22 ita 2 4 6 10 26 300 420 550 690 5 0 2 4 12 4 0 8 0 0</p>
<p><br />Name: Il nome del giocatore.</p>
<p>Age: L'et&agrave; del giocatore.</p>
<p>Nat: Nazionalit&agrave;, abbreviata in 3 caratteri.</p>
<p>(Questi 3 attributi sono solo per le statistiche e non condizionano le partite.)</p>
<p>Un giocatore non ha nessuna posizione predeterminata e spetta all'allenatore decidere, a seconda delle abilit&agrave; del giocatore, dove vuole farlo giocare in ogni partita. Un giocatore pu&ograve; giocare come portiere (GK), difensore (DF), centrocampista (MF) o attaccante (FW).</p>
<p>St: &egrave; l'abilit&agrave; di fermare il tiro del giocatore. In altre parole, la sua abilit&agrave; "portiere".</p>
<p>Tk: &egrave; l'abilit&agrave; di affrontare il giocatore. Principalmente utilizzato dai giocatori in difesa.</p>
<p>Ps: &egrave; l'abilit&agrave; di passaggio del giocatore. Principalmente utilizzato dai giocatori a centrocampo, per creare opportunit&agrave;.</p>
<p>Sh: &egrave; l'abilit&agrave; di tiro del giocatore. Definisce l'abilit&agrave; di tirare in porta, utilizzato dai giocatori in attacco</p>
<p>Nota: da quello che puoi vedere sul giocatore nell'esempio, il suo la pi&ugrave; alta abilit&agrave; &egrave; Sh. Pertanto questo giocatore si esibir&agrave;<br />il suo meglio come attaccante. Ovviamente pu&ograve; giocare in qualsiasi posizione se necessario, anche come difensore, ma il suo contributo sar&agrave; peggio che come attaccante.</p>
<p>Ag: &egrave; l'aggressivit&agrave; del giocatore. L'aggressivit&agrave; di un giocatore non cambia, rimane lo stesso per tutta la sua carriera.</p>
<p>KAb, TAb, PAb, SAb: abilit&agrave; del giocatore per ogni abilit&agrave;. Un numero compreso tra 0 e 1000. Le abilit&agrave; variano da partita a partita a seconda del prestazione del giocatore.</p>
<p>Gam: semplicemente la quantit&agrave; di partite giocate dal giocatore. Se il giocatore ha partecipato a una partita, anche se ne ha giocato uno singolo minuto, verr&agrave; conteggiato.</p>
<p>Sv: la quantit&agrave; totale di salvataggi effettuati dal giocatore. Solo se il il giocatore ha giocato come portiere.</p>
<p>Ktk: la quantit&agrave; totale di takle chiavi che il giocatore ha fatto. Di solito i difensori faranno il massimo quantit&agrave; di contrasti, a volte centrocampisti e attaccanti pure.</p>
<p>Kps: la quantit&agrave; totale di passaggi chiave effettuati dal giocatore per creare opportunit&agrave; di goal.</p>
<p>Sht: la quantit&agrave; totale di tiri in porta effettuati dal giocatore.</p>
<p>Gls: la quantit&agrave; totale di goal segnati dal giocatore.</p>
<p>Ass: la quantit&agrave; totale di assist effettuati dal giocatore.</p>
<p>Dp: l'ammontare totale dei punti disciplinari accumulati dal giocatore. I punti disciplinari (DP) vengono "accumulati" quando il giocatore riceve i cartellini giallo / rossi.</p>
<p>Inj: se un giocatore non &egrave; infortunato, Inj &egrave; 0. Se un giocatore &egrave; infortunato, indica il numero di partite che non pu&ograve; giocare.</p>
<p>Sus: se un giocatore non &egrave; attualmente sospeso, Sus &egrave; 0. Se un giocatore &egrave; sospeso, indica la quantit&agrave; di giochi che non pu&ograve; giocare.</p>
<p><br /><strong>PLAYER POSITIONS</strong></p>
<p>Come affermato in precedenza, un giocatore non ha una posizione definita. Il manager dovr&agrave; decidere dove gioca un giocatore in una partita.</p>
<p>Il sistema ha 4 possibili posizioni per i giocatori:</p>
<p>- Goalkeeper (GK)<br />- Defender (DF)<br />- Midfielder (MF)<br />- Forward (FW)</p>
<p>MIN/MAX POSITIONS</p>
<p>Di seguito il min/max permessi in ogni posizione:</p>
<p>Min_DF = 3<br />Max_DF = 5<br />Min_MF = 2<br />Max_MF = 5<br />Min_FW = 1<br />Max_FW = 4</p>
</body>
</html>
