<!DOCTYPE html>
<html>
<head>
  <meta charset="utf-8">
  <meta name="generator" content="AlterVista - Editor HTML"/>
  <link rel="stylesheet" type="text/css" href="main.css">
  <title>Tattiche</title>
</head>
<body>
<ul id="menu-bar">
 <li><a href="http://fantaasd.altervista.org">Formazione</a></li>
 <li><a href="http://fantaasd.altervista.org/calendario.html">ASD CUP</a>
  <ul>
   <li><a href="http://fantaasd.altervista.org/calendario.html">Calendario</a></li>
   <li><a href="http://fantaasd.altervista.org/table.txt">Classifica</a></li>
   <li><a href="http://fantaasd.altervista.org/injury.txt">Infortunati</a></li>
   <li><a href="http://fantaasd.altervista.org/suspend.txt">Squalificati</a></li>
  </ul>
 </li>
 <li><a href="http://fantaasd.altervista.org/risultati.html">Risultati</a></li>
 <li class="active"><a href="http://fantaasd.altervista.org/regolamento.html">Regolamento</a>
	<ul>
	<li><a href="http://fantaasd.altervista.org/regolamento.html">Regolamento</a></li>
    <li><a href="http://fantaasd.altervista.org/tattiche.html">Tattiche</a></li>
	<li><a href="http://fantaasd.altervista.org/esempioform.html">Esempio Formazione</a></li>
    </ul>
 </li>
  <li><a href="http://fantaasd.altervista.org/teams/ata.txt">Rose</a>
	<ul>
    <li><a href="http://fantaasd.altervista.org/teams/ata.txt">Atalanta</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/bol.txt">Bologna</a></li>
	<li><a href="http://fantaasd.altervista.org/teams/bre.txt">Brescia</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/cag.txt">Cagliari</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/fio.txt">Fiorentina</a></li>
	<li><a href="http://fantaasd.altervista.org/teams/gen.txt">Genoa</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/par.txt">Parma</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/sam.txt">Sampdoria</a></li>
	<li><a href="http://fantaasd.altervista.org/teams/sas.txt">Sassuolo</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/spa.txt">Spal</a></li>
    <li><a href="http://fantaasd.altervista.org/teams/tor.txt">Torino</a></li>
	<li><a href="http://fantaasd.altervista.org/teams/udi.txt">Udinese</a></li>
    </ul>
 </li>
 <br>
 <br>
 <br>
<p>La prima cosa che devi scegliere &egrave; la tattica usata nella partita per la tua squadra. L'elenco completo delle opzioni sono di seguito:</p>
<p><br />-&nbsp;<strong>Normale (N)</strong>&nbsp;- La tattica pi&ugrave; elementare. Non offre vantaggi speciali, ma non ha quasi vulnerabilit&agrave;. Una squadra che gioca a N godr&agrave; di un mix stabile di difesa e attacco.</p>
<p><br />-&nbsp;<strong>Difensiva (D)</strong>&nbsp;- Una squadra che gioca a D si concentra molto sulla difesa. Se vuoi mantenere basso il punteggio, dare una forte spinta nella difesa, ma anche non sfruttare molte opportunit&agrave; in attacco, D &egrave; la tattica per te. Con questa tattica i tuoi centrocampisti, e anche gli attaccanti, in qualche misura si concentrano maggiormente sulla difesa, quindi il tuo avversario avr&agrave; difficolt&agrave; a segnare, ma anche tu.</p>
<p><br />-&nbsp;<strong>Attacco (A)</strong>&nbsp;- La tattica pi&ugrave; offensiva. La tua squadra &egrave; ansiosa di segnare: gli attaccanti si avvicinano alla porta avversaria, i centrocampisti hanno molte possibilit&agrave; e anche i difensori si uniscono per aiutare. Ci&ograve; migliorer&agrave; il tuo attacco, ma la tua difesa ne risentir&agrave; notevolmente.</p>
<p><br />-&nbsp;<strong>Passing (P)</strong>: la tua squadra spinger&agrave; per l'attacco, guidando attacchi lenti ma efficienti. Naturalmente, quando una squadra si concentra sugli attacchi, la difesa &egrave; pi&ugrave; debole. Questa tattica &egrave; pi&ugrave; offensiva di N ma inferiore ad A.</p>
<p><br />-&nbsp;<strong>Counter Attack (C)</strong>&nbsp;- I difensori si concentrano sulla difesa, ma cercano opportunit&agrave; per spingere i centrocampisti e gli attaccanti a contrattaccare. Questa tattica &egrave; pi&ugrave; offensiva di D ma inferiore a N.</p>
<p><br />-&nbsp;<strong>Long Ball (L)</strong>&nbsp;- La tattica pi&ugrave; insolita, che a volte pu&ograve; essere un vincitore e talvolta fallire, a seconda dell'avversario. Con L, il tuo attacco &egrave; guidato da lunghe palle proprio dalla difesa e i centrocampisti svolgono un ruolo minore. Questa tattica viene solitamente utilizzata da squadre con centrocampisti relativamente deboli.</p>
<p>&nbsp;</p>
</body>
</html>
